{
  "about": "Dynamic Product Analyst with 3+ years of experience in energy automation and electronics. Expertise in data analysis, product management, and marketing strategy, driving 15% market share growth and $3M in annual revenue at Abracon. Skilled in Power BI, Excel, and cross-functional collaboration to optimize product roadmaps, enhance customer satisfaction, and improve operational efficiency. Proven track record of exceeding goals and driving profitability.",
  "skills": [
    "Excel",
    "Python",
    "Jira | Trello | Asana | Monday.com | ClickUp | Productboard | Aha! | Roadmunk | Airfocus | Amplitude | Mixpanel | Google Analytics | Tableau | Power BI | Typeform | SurveyMonkey | Hotjar | UserTesting | Confluence | Notion | Miro | Coda | Slack | Figma | Adobe XD | Sketch | InVision | Canva | Photoshop | After Effects | Premiere Pro | Microsoft 365 | Dynamics | SharePoint"
  ],
  "experience": [
    {
      "title": "Senior Product Analyst",
      "company": "Abracon",
      "duration": "Jan 2025 - Present",
      "description": "Developed and executed product roadmaps for the passive components portfolio, driving a 15% increase in market share and $3M in annual revenue from 5 new products.\n•\nLed cross-functional teams to reduce production costs by 10%, while maintaining quality, and enhanced product features, resulting in a 20% increase in customer satisfaction.\n•\nOptimized product adoption by 25% through refined go-to-market strategies and key messaging for target customer segments.\n•\nManaged and prioritized product backlogs, ensuring 80% of features were delivered on time and within budget, in alignment with strategic objectives.\n•\nIntroduced new semiconductor products, generating a 30% revenue increase and reducing time-to-market by 20% through collaboration with R&D teams.\n•\nDrove product lifecycle management, delivering products that contributed $2M in revenue within the first year and achieving 25% ROI on all product lines.\n•\nLed customer feedback sessions, reducing post-launch product issues by 40%, improving customer loyalty, and minimizing support costs."
    },
    {
      "title": "Senior Business Analyst- Ecommerce",
      "company": "Schneider Electric",
      "duration": "Jan 2022- Dec 2024",
      "description": "Spearheaded product launches, optimizing nomenclature, categorization, and tag management, which reduced product errors by 20% and improved search functionality.\n•\nDeveloped and executed market research strategies, identifying key segments and driving a 25% increase in market share of EcoXtructure products\n•\nBuilt and maintained Power BI/Excel dashboards to track KPIs, providing insights that increased sales conversion rates by 12%.\n•\nEnhanced product categorization and data management, improving internal alignment and reducing information search time by 40%.\n•\nLed TAM, SAM, and SOM analyses to identify growth opportunities, resulting in a 15% increase in product portfolio profitability.\n•\nStreamlined marketing collateral creation and conducted customer feedback analysis, leading to a 25% reduction in production time/costs and an 18% increase in customer satisfaction."
    },
    {
      "title": "Operations Analyst- Data",
      "company": "Byjus",
      "duration": "Jun 2021- Jan 2022",
      "description": "Experience in data management, including cleaning, transformation, and analysis, using tools like Excel, Salesforce, and LMS. Skilled in data quality assurance, report generation, and customer service tasks related to billing and collections."
    }
  ],
  "education": [
    {
      "degree": "Bachelor of Science- Physics",
      "institution": "Srimad Andavan arts and science college",
      "year": "2016 - 2019",
      "description": "Apeiron Event Winner "
    },
    {
      "degree": "Master of Business Administration",
      "institution": "Christ Deemed to be university",
      "year": "2019-2021",
      "description": "Student councillor"
    },
    {
      "degree": "Master of science- AI ML",
      "institution": "Christ Deemed to be university",
      "year": "2025-2027",
      "description": ""
    }
  ],
  "projects": [],
  "blogs": [],
  "certifications": [
    {
      "title": "PSPO",
      "issuer": "Scrum.org",
      "year": "2025"
    }
  ],
  "resumeUrl": "resume.pdf",
  "contactEmail": "bharathvishal.personal@gmail.com"
}
