{
  "heroName": "Hi - I'm Bharath",
  "heroTag": "I bring human simplicity into complex AI systems.",
  "about": "Hey! I'm Bharath Vishal — welcome to my little corner of the internet.\nThis site blends my journey through AI product management, analytics, and design. I love exploring where logic meets creativity — turning data into insight and products into experiences that actually feel human.\n\nOver the years, I’ve moved across roles in analytics, automation, and product management at Byju’s, Schneider Electric, and Abracon. Each role taught me something new about connecting business, users, and technology.\n\nHere you’ll find my projects, blogs, and experiments that explore how AI can make products more intuitive, meaningful, and delightful.",
  
  "skills": [
    "Power BI",
    "Excel",
    "Python",
    "SQL",
    "Tableau",
    "Amplitude",
    "Mixpanel",
    "Google Analytics",
    "Typeform",
    "SurveyMonkey",
    "Hotjar",
    "UserTesting",
    "Figma",
    "Adobe XD",
    "Sketch",
    "InVision",
    "Canva",
    "Photoshop",
    "After Effects",
    "Premiere Pro",
    "Jira",
    "Trello",
    "Asana",
    "Monday.com",
    "ClickUp",
    "Productboard",
    "Aha!",
    "Roadmunk",
    "Airfocus",
    "Confluence",
    "Notion",
    "Miro",
    "Coda",
    "Slack",
    "Microsoft 365",
    "Dynamics",
    "SharePoint",
    "AI",
    "Machine Learning",
    "Data Visualization",
    "Feature Engineering",
    "A/B Testing",
    "Automation"
  ],

  "experience": [
    {
      "title": "Product Analyst - Global Product Management",
      "company": "Abracon",
      "duration": "Jan 2025 - Present",
      "description": "Developed and executed product roadmaps for the passive components portfolio, driving a 15% increase in market share and $3M in annual revenue from five new products. Led cross-functional teams to reduce production costs by 10% while maintaining quality. Optimized product adoption by 25% through refined go-to-market strategies. Introduced new semiconductor products generating 30% revenue growth and reducing time-to-market by 20%. Delivered 25% ROI on all product lines through effective product lifecycle management."
    },
    {
      "title": "Senior Product Analyst - Global Marketing and E-Commerce (B2B SaaS)",
      "company": "Schneider Electric",
      "duration": "Jan 2022 - Dec 2024",
      "description": "Spearheaded product launches, optimizing nomenclature, categorization, and tag management — reducing product errors by 20% and improving search functionality. Conducted market research to drive a 25% increase in EcoXtructure market share. Built Power BI dashboards improving sales conversion by 12%. Enhanced product data processes, cutting search time by 40%. Led TAM/SAM/SOM analysis identifying 15% profitability growth. Streamlined marketing collateral creation, cutting production time/costs by 25% and boosting customer satisfaction by 18%."
    },
    {
      "title": "Operations Analyst",
      "company": "Byju’s",
      "duration": "Jun 2021 - Jan 2022",
      "description": "Managed data cleaning, transformation, and analysis using Excel, Salesforce, and LMS. Ensured data quality assurance, generated reports, and handled customer service operations for billing and collections."
    }
  ],

  "education": [
    {
      "degree": "Master of Science (MS) in Artificial Intelligence and Machine Learning",
      "institution": "Christ Deemed to be University",
      "year": "2025 - Present",
      "description": "CGPA: 6.1"
    },
    {
      "degree": "Master of Business Administration (MBA) in Marketing",
      "institution": "Christ Deemed to be University",
      "year": "2020 - 2021",
      "description": "CGPA: 6.1"
    },
    {
      "degree": "Bachelor of Science (BSc) in Physics",
      "institution": "Srimad Andavan Arts and Science College",
      "year": "2016 - 2019",
      "description": "CGPA: 6.5"
    }
  ],

  "projects": [
    {
      "pdfUrl": "ppt1.pdf",
      "title": "Netflix Portfolio - Feature Enhancement Project",
      "description": "Proposed feature additions — Live Streaming, Group Watch, and Audio Movies — aimed at improving Netflix’s social engagement and accessibility. Designed to address shared-viewing pain points and enhance content flexibility. Expected to increase session duration, retention, and viral growth.",
      "link": "https://www.figma.com/design/d4ddQjKyCkK5OTfgRhznFy/NETFLIX--Out?node-id=0-1"
    }
  ],

  "blogs": [
    {
      "title": "How Steve Jobs's Personal Trauma Shaped the iPhone in Your Hand",
      "subheading": "Not all ideas come from apples falling from trees — some are born from personal battles.",
      "date": "2025-11-04",
      "image": "https://i.pinimg.com/736x/0d/a3/6f/0da36fc09e9a726b4175cb49616c287a.jpg",
      "imageCaption": "Steve Jobs - 1982",
      "content": "Steve Jobs: The Man Who Connected His Dots\n\nEvery big personality has a story, and Steve Jobs was no different. He was a tapestry of brilliance and flaws. To understand his products, you must understand his pain, control, and obsession with purity.\n\nFrom his adoption trauma came a desire for complete control — birthing Apple’s closed ecosystem. From his father’s advice came craftsmanship — even the unseen parts mattered. From India, he learne
